{"﻿\nSaadman Khondaker \nsaadmankr@gmail.com \n+8801724362379 \nhttps://findsaadman.com\n\nPROFILE STATEMENT\nI am an enthusiastic individual with an insatiable appetite to learn well and learn quickly. I am able to work under pressure to meet tight deadlines. I give my heart out to do something I am passionate about. I am hardworking, punctual and a good team player.\nEDUCATION\nAIUB : BSc. in Computer Science [December 2018]\nDhanmondi Ideal College : HSC [August 2013]\nMohammadpur Model School : SSC [May 2011]\nEXPERIENCE\nAmigo Informatics \nSenior Software Engineer, (July 2023 – Present).\n● working on a SSO authentication system for a client (Laravel)\nSoftware Engineer, (January 2023 – June 2023).\n● worked on a calendar widget (vue.js/ Laravel)\n● worked on a ticket management system (Symfony)\n● built lead sync application using zoho API and 3rd API to connect dialer symtem (Laravel)\nOscilloSoft Pty Ltd \nSoftware Engineer, (January 2021 – December 2022).\n● Developed a google sheet sync to CRM application using Laravel.\n● Working as a support team on a Water Filter Australia website(Zoho CRM/Laravel/Wordpress).\n\t● Developed many sales based automated functionality for ZOHO CRM. (Deluge Script)\t● Developed a extension for Zoho Desk platform (Node js)\n● Implemented a distance Calculator using google API (Deluge Script)\n\t● Working as a support team on a Its My Healthcare website(Zoho CRM/Laravel/Wordpress).\n● Developed a multi vendor SMS gateway Application for salesforce (LWC/Apex)\nJunior Software Engineer, (August 2019 – December 2020).\n● Worked on many custom functions to do Zoho CRM automation (Deluge Script)● Developed a CRM Calculator using PHP. (PHP)\n● Developed a Wordpress plugin. (PHP)\n● Worked on a Employee Tracking Survey Project (Deluge Script)\nTrainee Software Engineer, (May 2019 – July 2019).\n● Published a SMS extension for Zoho CRM (Laravel)\n● Started working on a Wordpress website.\n● Learned how to maintain git versioning.\nIntern, (February 2019 – April 2019).\n● Learn MVC model for understanding the project code structure. Gather all knowledge of \tObject Oriented Programing.\n● Started working on a PHP project which is based on PHP Active records model\nSkills\n\tLanguages: HTML,CSS, Bootstrap 4, Javascript, AJAX , MYSQL, PHP, Laravel , Wordpress , Deluge Script , REST API Development, Vue JS , Node JS , LWC, Apex\nTools: VS Code, Sublime Text, GitHub, Docker, Postman, Composer, Git Merge Tools, Android Studio\nOthers: Virtual Host , Shell Scripting , Ubuntu , AWS, Cpanel.\nThesis\nSmart Smoke Alert System, Thesis, (May 2018 to December 2018) \nImplementation of Smoke Alert System using Raspberry Pi. The system will send a message to the user when smoke detected and also user can see the area through the camera.\nPublications\nA Smart and Cost-Effective Fire Detection System for Developing Country: An IoT based Approach http://mecs-press.org/ijieeb/ijieeb-v11-n3/IJIEEB-V11-N3-3.pdf\nProjects\nOnline Shopping Site using PHP Laravel\nIT Management System using Java\nZoho Clicksend/BurstSMS gateway Extension using PHP Laravel\nChildren Hospital Health Records using PHP Laravel + Vue.js\nSolar Calculator using PHP-Wordpress Plugin\nTwilio to Zoho using node JS\nOscillosoft Multi vendor SMS Gateway using LWC + Apex\nLANGUAGE PROFICIENCY \nFluent in Bengali and English": null}
